server_v2/response_xml_get_ricetta_A00003493098.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"><soapenv:Body><ns2:VisualizzaPrescrittoRicettaBiancaRicevuta xmlns:ns3="http://visualizzaprescrittoricettabiancarichiesta.xsd.dem.sanita.finanze.it" xmlns="http://tipodativisualizzaprescrittoricettabianca.xsd.dem.sanita.finanze.it" xmlns:ns2="http://visualizzaprescrittoricettabiancaricevuta.xsd.dem.sanita.finanze.it"><ns2:protocolloTransazione>f84cccf3-e05a-45f6-ace3-bbfb918799ca</ns2:protocolloTransazione><ns2:dataRicezione>2025-09-18 14:36:49</ns2:dataRicezione><ns2:nrbe>A00003493098</ns2:nrbe><ns2:codEsitoVisualizzazione>9999</ns2:codEsitoVisualizzazione><ns2:erroreRicetta><codEsito>1215</codEsito><esito>ID-SESSIONE NON presente o NON valido. Valore atteso in Http Header con campo 'Authorization2F' e valore secondo il seguente formato: 'Bearer ID-SESSIONE'.</esito><tipoErrore>Bloccante</tipoErrore></ns2:erroreRicetta><ns2:comunicazione><codice>1000</codice><messaggio>Nessuna comunicazione presente</messaggio></ns2:comunicazione></ns2:VisualizzaPrescrittoRicettaBiancaRicevuta></soapenv:Body></soapenv:Envelope>